{"_id": "wNnCtDjztYJRoJJu", "name": "Contagion", "ownership": {"default": 0}, "type": "spell", "system": {"description": {"value": "<p>Your touch inflicts disease. Make a melee spell attack against a creature within your reach. On a hit, the target is poisoned.</p><br><p>At the end of each of the poisoned target’s turns, the target must make a Constitution saving throw. If the target succeeds on three of these saves, it is no longer poisoned, and the spell ends. If the target fails three of these saves, the target is no longer poisoned, but choose one of the diseases below. The target is subjected to the chosen disease for the spell’s duration.</p><br><p>Since this spell induces a natural disease in its target, any effect that removes a disease or otherwise ameliorates a disease’s effects apply to it.</p><br><ul><br><li><strong>Blinding Sickness.</strong> Pain grips the creature’s mind, and its eyes turn milky white. The creature has disadvantage on Wisdom checks and Wisdom saving throws and is blinded.</li><br></ul><br><ul><br><li><strong>Filth Fever.</strong> A raging fever sweeps through the creature’s body. The creature has disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength.</li><br></ul><br><ul><br><li><strong>Flesh Rot.</strong> The creature’s flesh decays. The creature has disadvantage on Charisma checks and vulnerability to all damage.</li><br></ul><br><ul><br><li><strong>Mindfire.</strong> The creature’s mind becomes feverish. The creature has disadvantage on Intelligence checks and Intelligence saving throws, and the creature behaves as if under the effects of the confusion spell during combat.</li><br></ul><br><ul><br><li><strong>Seizure.</strong> The creature is overcome with shaking. The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity.</li><br></ul><br><ul><br><li><strong>Slimy Doom.</strong> The creature begins to bleed uncontrollably. The creature has disadvantage on Constitution checks and Constitution saving throws. In addition, whenever the creature takes damage, it is stunned until the end of its next turn.</li><br></ul><br>", "chat": null, "unidentified": null}, "source": "Player's Handbook", "activation": {"type": "action", "cost": 1, "condition": null}, "duration": {"value": "7", "units": "day"}, "cover": null, "target": {"value": null, "width": null, "units": "ft", "type": null}, "range": {"value": null, "long": null, "units": "touch"}, "uses": {"value": null, "max": null, "per": null, "recovery": null}, "consume": {"type": null, "target": null, "amount": null}, "ability": null, "actionType": "spell", "attackBonus": null, "chatFlavor": null, "critical": {"threshold": null, "damage": null}, "damage": {"parts": [], "versatile": null}, "formula": null, "save": {"ability": "con", "dc": null, "scaling": "spell"}, "level": "5", "school": "nec", "components": {"vocal": true, "somatic": true, "material": false, "ritual": false, "concentration": false}, "materials": {"value": null, "consumed": false, "cost": null, "supply": 0}, "preparation": {"mode": "prepared", "prepared": "false"}, "scaling": {"mode": null, "formula": null}}, "sort": 0, "flags": {}, "img": "icons/svg/fire-shield.svg", "effects": [], "folder": null, "_stats": {"systemId": "dnd5e", "systemVersion": "2.1.0", "coreVersion": "10.291"}}