{"_id": "BLfToT6DdImDwbIc", "name": "Summon Greater Demon", "ownership": {"default": 0}, "type": "spell", "system": {"description": {"value": "<p>You utter foul words, summoning one demon from the chaos of the Abyss. You choose the demon’s type, which must be one of challenge rating 5 or lower, such as a shadow demon or a barlgura. The demon appears in an unoccupied space you can see within range, and the demon disappears when it drops to 0 hit points or when the spell ends.</p><br><p>Roll initiative for the demon, which has its own turns. When you summon it and on each of your turns thereafter, you can issue a verbal command to it (requiring no action on your part), telling it what it must do on its next turn. If you issue no command, it spends its turn attacking any creature within reach that has attacked it.</p><br><p>At the end of each of the demon’s turns, it makes a Charisma saving throw. The demon has disadvantage on this saving throw if you say its true name. On a failed save, the demon continues to obey you. On a successful save, your control of the demon ends for the rest of the duration, and the demon spends its turns pursuing and attacking the nearest non-demons to the best of its ability. If you stop concentrating on the spell before it reaches its full duration, an uncontrolled demon doesn’t disappear for 1d6 rounds if it still has hit points.</p><br><p>As part of casting the spell, you can form a circle on the ground with the blood used as a material component. The circle is large enough to encompass your space. While the spell lasts, the summoned demon can’t cross the circle or harm it, and it can’t target anyone within it. Using the material component in this manner consumes it when the spell ends.</p><br><p><strong><em>At Higher Levels.</em></strong> When you cast this spell using a spell slot of 5th level or higher, the challenge rating increases by 1 for each slot level above 4th.</p><br>", "chat": null, "unidentified": null}, "source": "Xanathar's Guide to Everything", "activation": {"type": "action", "cost": 1, "condition": null}, "duration": {"value": "1", "units": "hour"}, "cover": null, "target": {"value": null, "width": null, "units": "ft", "type": null}, "range": {"value": "60", "long": null, "units": "ft"}, "uses": {"value": null, "max": null, "per": null, "recovery": null}, "consume": {"type": null, "target": null, "amount": null}, "ability": null, "actionType": "spell", "attackBonus": null, "chatFlavor": null, "critical": {"threshold": null, "damage": null}, "damage": {"parts": [], "versatile": null}, "formula": null, "save": {"ability": "cha", "dc": null, "scaling": "spell"}, "level": "4", "school": "con", "components": {"vocal": true, "somatic": true, "material": true, "ritual": false, "concentration": true}, "materials": {"value": "a vial of blood from a humanoid killed within the past 24 hours", "consumed": false, "cost": null, "supply": 0}, "preparation": {"mode": "prepared", "prepared": "false"}, "scaling": {"mode": null, "formula": null}}, "sort": 0, "flags": {}, "img": "icons/svg/fire-shield.svg", "effects": [], "folder": null, "_stats": {"systemId": "dnd5e", "systemVersion": "2.1.0", "coreVersion": "10.291"}}