{"_id": "dCd0pe7dPYifhJQU", "name": "Teleport", "ownership": {"default": 0}, "type": "spell", "system": {"description": {"value": "<p>&quot;False destination&quot; is a place that doesn't exist. Perhaps you tried to scry an enemy's sanctum but instead viewed an illusion, or you are attempting to teleport to a familiar location that no longer exists.</p><ul><li><strong>On Target.</strong> You and your group (or the target object) appear where you want to.</li></ul><ul><li><strong>Off Target.</strong> You and your group (or the target object) appear a random distance away from the destination in a random direction. Distance off target is 1d10 x 1d10 percent of the distance that was to be traveled. For example, if you tried to travel 120 miles, landed off target, and rolled a 5 and 3 on the two d10s, then you would be off target by 15 percent, or 18 miles. The DM determines the direction off target randomly by rolling a d8 and designating 1 as north, 2 as northeast, 3 as east, and so on around the points of the compass. If you were teleporting to a coastal city and wound up 18 miles out at sea, you could be in trouble.</li></ul><ul><li><strong>Similar Area.</strong> You and your group (or the target object) wind up in a different area that's visually or thematically similar to the target area. If you are heading for your home laboratory, for example, you might wind up in another wizard's laboratory or in an alchemical supply shop that has many of the same tools and implements as your laboratory. Generally, you appear in the closest similar place, but since the spell has no range limit, you could conceivably wind up anywhere on the plane.</li></ul><ul><li><strong>Mishap.</strong> The spell's unpredictable magic results in a difficult journey. Each teleporting creature (or the target object) takes 3d10 force damage, and the DM rerolls on the table to see where you wind up (multiple mishaps can occur, dealing damage each time).</li></ul>", "chat": null, "unidentified": null}, "source": "Player's Handbook", "activation": {"type": "action", "cost": 1, "condition": null}, "duration": {"value": null, "units": "int"}, "cover": null, "target": {"value": null, "width": null, "units": "ft", "type": null}, "range": {"value": "10", "long": null, "units": "ft"}, "uses": {"value": null, "max": null, "per": null, "recovery": null}, "consume": {"type": null, "target": null, "amount": null}, "ability": null, "actionType": "spell", "attackBonus": null, "chatFlavor": null, "critical": {"threshold": null, "damage": null}, "damage": {"parts": [["3d10", "force"]], "versatile": null}, "formula": null, "save": {"ability": null, "dc": null, "scaling": "spell"}, "level": "7", "school": "con", "components": {"vocal": true, "somatic": false, "material": false, "ritual": false, "concentration": false}, "materials": {"value": null, "consumed": false, "cost": null, "supply": 0}, "preparation": {"mode": "prepared", "prepared": "false"}, "scaling": {"mode": null, "formula": null}}, "sort": 0, "flags": {}, "img": "icons/svg/fire-shield.svg", "effects": [], "folder": null, "_stats": {"systemId": "dnd5e", "systemVersion": "2.1.0", "coreVersion": "10.291"}}